Repository: rutipo/XOXOLabs
Catalog: SuDoKu/Resources/*.lproj/Localizable.strings
Languages: fr

source: New Puzzle
fr: Nouveau Puzzle

source: Settings
fr: Options

source: Rules
fr: Principes

source: Theme
fr: Thème

source: Beginner
fr: Facile

source: Casual
fr: Moyen

source: Master
fr: Maitre

source: Main Menu
fr: Menu Premier

source: Reset Grid
fr: Effacer Grille

source: Cancel
fr: Annuler

source: Review
fr: Revue

source: Hints
fr: Indices

source: Would you like to quit the current puzzle?
fr: Voulez-vous quitter ce puzzle ?

source: Congratulations
fr: Félicitations

source: The puzzle has been solved in
fr: Le puzzle a été solutionné en

source: seconds
fr: secondes

source: The puzzle has not been solved
fr: Le puzzle n'a pas été solutionné

source: Start over
fr: Nouveau début

source: Would you like to reset the grid?
fr: Voulez-vous recommencer la grille ?

source: Achievement Unlocked
fr: Achèvement débloqué

source: 'Sudoku' is a logic-based, combinatorial number-placement puzzle. The objective is to fill a 9×9 grid with digits so that each column, each row, and each of the nine 3×3 sub-grids that compose the grid (also called 'blocks' or 'regions') contains all of the digits from 1 to 9. Completed puzzles are always a type of Latin square with an additional constraint on the contents of individual regions. For example, the same single integer may not appear twice in the same 9x9 playing board row or column or in any of the nine 3x3 subregions of the 9x9 playing board. The puzzle was popularized in 1986 by the Japanese puzzle company Nikoli under the name 'Sudoku', meaning 'single number', and became an international hit in 2005.
fr: 'Sudoku' est est un jeu en forme de grille défini en 1979 par l’Américain Howard Garns, mais inspiré du carré latin, ainsi que du problème des 36 officiers du mathématicien suisse Leonhard Euler. Le but du jeu est de remplir la grille avec une série de chiffres tous différents, qui ne se trouvent jamais plus d’une fois sur une même ligne, dans une même colonne ou dans une même sous-grille. Quelques symboles sont déjà disposés dans la grille, ce qui autorise une résolution progressive du problème complet. Ce puzzle a été popularisé en 1986 par la société japonaise Nikoli sous le nom 'Sudoku', qui signifie 'nombre unique', et connut un succès international dès 2005.

source: The objective of the game is to fill all the blank squares in a game with the correct numbers. There are three very simple constraints to follow. In a 9 by 9 square Sudoku game: ✓ Every row of 9 numbers must include all digits 1 through 9 in any order ✓ Every column of 9 numbers must include all digits 1 through 9 in any order ✓ Every 3 by 3 subsection of the 9 by 9 square must include all digits 1 through 9
fr: L'objective du jeu est de remplir toutes les cases vides avec les bons chiffres. Il y a 3 règles très simples à respecter. Dans le jeu de 9 x 9 cases: ✓ Chaque ligne de 9 cases doit contenir les entiers 1 à 9 dans n'importe quel ordre ✓ Chaque colonne de 9 cases doit contenir les entiers 1 à 9 dans n'importe quel ordre ✓ Chaque sous-section de 3 x 3 des 9 x 9 cases doit contenir les entiers 1 à 9
